Repository: Frezz12/GoNow
Catalog: apps/ios/GoNow/GoNow/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

# map.category.walking
source: Walking
de: Spazieren
es: Paseos
fr: Promenade
pt_br: Caminhada
ru: Прогулки
zh_hans: 散步

# map.demo.activity.title
source: Activity %d
de: Aktivität %d
es: Actividad %d
fr: Activité %d
pt_br: Atividade %d
ru: Активность %d
zh_hans: 活动 %d

# map.empty
source: No activities in this area yet
de: In diesem Bereich gibt es noch keine Aktivitäten
es: Aún no hay actividades en esta zona
fr: Aucune activité dans cette zone pour le moment
pt_br: Ainda não há atividades nesta área
ru: В этой области пока нет активностей
zh_hans: 此区域暂时没有活动

# map.error.loading
source: Couldn’t load activities
de: Aktivitäten konnten nicht geladen werden
es: No se pudieron cargar las actividades
fr: Impossible de charger les activités
pt_br: Não foi possível carregar as atividades
ru: Не удалось загрузить активности
zh_hans: 无法加载活动

# map.filters.any_distance
source: Any distance
de: Beliebige Entfernung
es: Cualquier distancia
fr: Toute distance
pt_br: Qualquer distância
ru: Любое расстояние
zh_hans: 任意距离

# map.filters.any_time
source: Any time
de: Jederzeit
es: Cualquier momento
fr: À tout moment
pt_br: Qualquer horário
ru: В любое время
zh_hans: 任意时间

# map.filters.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
pt_br: Aplicar
ru: Применить
zh_hans: 应用

# map.filters.categories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
pt_br: Categorias
ru: Категории
zh_hans: 类别

# map.filters.distance
source: Distance
de: Entfernung
es: Distancia
pt_br: Distância
ru: Расстояние
zh_hans: 距离

# map.filters.maximum_distance
source: Maximum distance
de: Maximale Entfernung
es: Distancia máxima
fr: Distance maximale
pt_br: Distância máxima
ru: Максимальное расстояние
zh_hans: 最大距离

# map.filters.next_day
source: Next 24 hours
de: Nächste 24 Stunden
es: Próximas 24 horas
fr: Prochaines 24 heures
pt_br: Próximas 24 horas
ru: Ближайшие 24 часа
zh_hans: 未来24小时

# map.filters.next_hour
source: Next hour
de: Nächste Stunde
es: Próxima hora
fr: Prochaine heure
pt_br: Próxima hora
ru: Ближайший час
zh_hans: 未来一小时

# map.filters.only_available
source: Only available activities
de: Nur verfügbare Aktivitäten
es: Solo actividades disponibles
fr: Activités disponibles uniquement
pt_br: Somente atividades disponíveis
ru: Только со свободными местами
zh_hans: 仅显示有空位的活动

# map.filters.reset
source: Reset filters
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
pt_br: Redefinir filtros
ru: Сбросить фильтры
zh_hans: 重置筛选

# map.filters.starts
source: Starts
de: Beginn
es: Comienza
fr: Commence
pt_br: Começa
ru: Начало
zh_hans: 开始时间

# map.filters.time
source: Time
de: Zeit
es: Hora
fr: Heure
pt_br: Horário
ru: Время
zh_hans: 时间

# map.filters.title
source: Activity filters
de: Aktivitätsfilter
es: Filtros de actividad
fr: Filtres d’activité
pt_br: Filtros de atividade
ru: Фильтры активностей
zh_hans: 活动筛选

# map.filters.today
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
pt_br: Hoje
ru: Сегодня
zh_hans: 今天

# map.loading
source: Loading map
de: Karte wird geladen
es: Cargando mapa
fr: Chargement de la carte
pt_br: Carregando mapa
ru: Загрузка карты
zh_hans: 正在加载地图

# map.location.action
source: Show my location
de: Meinen Standort anzeigen
es: Mostrar mi ubicación
fr: Afficher ma position
pt_br: Mostrar minha localização
ru: Показать моё местоположение
zh_hans: 显示我的位置

# map.location.permission.allow
source: Allow location
de: Standort erlauben
es: Permitir ubicación
fr: Autoriser la position
pt_br: Permitir localização
ru: Разрешить геопозицию
zh_hans: 允许访问位置

# map.location.permission.description
source: GoNow uses your location to show nearby activities and center the map on you.
de: GoNow verwendet Ihren Standort, um Aktivitäten in der Nähe anzuzeigen und die Karte auf Sie zu zentrieren.
es: GoNow usa tu ubicación para mostrar actividades cercanas y centrar el mapa en ti.
fr: GoNow utilise votre position pour afficher les activités à proximité et centrer la carte sur vous.
pt_br: O GoNow usa sua localização para mostrar atividades próximas e centralizar o mapa em você.
ru: GoNow использует вашу геопозицию, чтобы показать активности рядом и переместить карту к вам.
zh_hans: GoNow 使用您的位置来显示附近的活动，并将地图定位到您所在的位置。

# map.location.permission.settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
pt_br: Abrir Ajustes
ru: Открыть настройки
zh_hans: 打开设置

# map.location.permission.title
source: Use your location?
de: Standort verwenden?
es: ¿Usar tu ubicación?
fr: Utiliser votre position ?
pt_br: Usar sua localização?
ru: Использовать геопозицию?
zh_hans: 使用您的位置？

# map.marker.accessibility
source: Activity marker on the map
de: Aktivitätsmarkierung auf der Karte
es: Marcador de actividad en el mapa
fr: Repère d’activité sur la carte
pt_br: Marcador de atividade no mapa
ru: Метка активности на карте
zh_hans: 地图上的活动标记

# map.notifications.count %lld
source: Notifications (%lld)
de: Mitteilungen (%lld)
es: Notificaciones (%lld)
pt_br: Notificações (%lld)
ru: Уведомления (%lld)
zh_hans: 通知（%lld）

# map.notifications.empty
source: There are no new notifications yet.
de: Noch keine neuen Mitteilungen.
es: Aún no hay notificaciones nuevas.
fr: Aucune nouvelle notification pour le moment.
pt_br: Ainda não há novas notificações.
ru: Новых уведомлений пока нет.
zh_hans: 暂无新通知。

# map.notifications.title
source: Notifications
de: Mitteilungen
es: Notificaciones
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

# map.profile_menu.hint
source: Open profile or notifications
de: Profil oder Mitteilungen öffnen
es: Abrir perfil o notificaciones
fr: Ouvrir le profil ou les notifications
pt_br: Abrir perfil ou notificações
ru: Открыть профиль или уведомления
zh_hans: 打开个人资料或通知

# map.search.accessibility
source: Search activities
de: Aktivitäten suchen
es: Buscar actividades
fr: Rechercher des activités
pt_br: Buscar atividades
ru: Поиск активностей
zh_hans: 搜索活动

# map.search.close
source: Close search
de: Suche schließen
es: Cerrar búsqueda
fr: Fermer la recherche
pt_br: Fechar busca
ru: Закрыть поиск
zh_hans: 关闭搜索

# map.search.hint
source: Open search for activities and tasks
de: Suche nach Aufgaben und Aktivitäten öffnen
es: Abrir búsqueda de tareas y actividades
fr: Ouvrir la recherche de tâches et activités
pt_br: Abrir busca de tarefas e atividades
ru: Открыть поиск заданий и активностей
zh_hans: 打开任务和活动搜索

# map.search.placeholder
source: Search activities and tasks
de: Aufgaben und Aktivitäten suchen
es: Buscar tareas y actividades
fr: Rechercher des tâches et activités
pt_br: Buscar tarefas e atividades
ru: Поиск заданий и активностей
zh_hans: 搜索任务和活动

# map.service.unavailable
source: Map unavailable. Check your connection or VPN.
de: Die Karte ist nicht verfügbar. Prüfe die Verbindung oder das VPN.
es: Mapa no disponible. Comprueba la conexión o la VPN.
fr: Carte indisponible. Vérifiez la connexion ou le VPN.
pt_br: Mapa indisponível. Verifique a conexão ou a VPN.
ru: Карта недоступна. Проверьте подключение или VPN.
zh_hans: 地图不可用。请检查网络或 VPN。

# network.offline
source: No connection
de: Keine Verbindung
es: Sin conexión
fr: Aucune connexion
pt_br: Sem conexão
ru: Нет подключения
zh_hans: 无网络连接

# profile.age.few %lld
source: %lld years old
de: %lld Jahre
es: %lld años
fr: %lld ans
pt_br: %lld anos
ru: %lld года
zh_hans: %lld岁

# profile.age.one %lld
source: %lld year old
de: %lld Jahr
es: %lld año
fr: %lld an
pt_br: %lld ano
ru: %lld год
zh_hans: %lld岁

# profile.age.other %lld
source: %lld years old
de: %lld Jahre
es: %lld años
fr: %lld ans
pt_br: %lld anos
ru: %lld лет
zh_hans: %lld岁

# profile.avatar.accessibility %@
source: User avatar: %@
de: Benutzerbild: %@
es: Avatar del usuario: %@
fr: Avatar de l’utilisateur : %@
pt_br: Avatar do usuário: %@
ru: Аватар пользователя: %@
zh_hans: 用户头像：%@

# profile.avatar.change
source: Change profile photo
de: Profilfoto ändern
es: Cambiar foto de perfil
fr: Modifier la photo de profil
pt_br: Alterar foto do perfil
ru: Изменить фотографию профиля
zh_hans: 更改头像

# profile.avatar.helper
source: Tap the avatar to choose a photo.
de: Tippe auf den Avatar, um ein Foto auszuwählen.
es: Toca el avatar para elegir una foto.
fr: Touchez l’avatar pour choisir une photo.
pt_br: Toque no avatar para escolher uma foto.
ru: Нажмите на аватар, чтобы выбрать фото.
zh_hans: 点击头像选择照片。

# profile.avatar.title
source: Profile photo
de: Profilfoto
es: Foto de perfil
fr: Photo de profil
pt_br: Foto do perfil
ru: Фотография профиля
zh_hans: 头像

# profile.bio.limit
source: Up to 500 characters
de: Bis zu 500 Zeichen
es: Hasta 500 caracteres
fr: Jusqu’à 500 caractères
pt_br: Até 500 caracteres
ru: До 500 символов
zh_hans: 最多 500 个字符

# profile.bio.title
source: About me
de: Über mich
es: Sobre mí
fr: À propos de moi
pt_br: Sobre mim
ru: О себе
zh_hans: 关于我

# profile.birth_date.add
source: Add date of birth
de: Geburtsdatum hinzufügen
es: Añadir fecha de nacimiento
fr: Ajouter la date de naissance
pt_br: Adicionar data de nascimento
ru: Указать дату рождения
zh_hans: 填写出生日期

# profile.birth_date.helper
source: It is required to create tasks and apply to activities.
de: Sie ist zum Erstellen von Aufgaben und Bewerben erforderlich.
es: Es necesaria para crear tareas y solicitar actividades.
fr: Elle est nécessaire pour créer des tâches et participer.
pt_br: É necessária para criar tarefas e participar de atividades.
ru: Без неё нельзя создавать задания и подавать заявки.
zh_hans: 创建任务和申请活动时必须填写。

# profile.birth_date.required
source: Date of birth is required
de: Geburtsdatum erforderlich
es: La fecha de nacimiento es obligatoria
fr: Date de naissance obligatoire
pt_br: A data de nascimento é obrigatória
ru: Дата рождения обязательна
zh_hans: 必须填写出生日期

# profile.birth_date.title
source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
pt_br: Data de nascimento
ru: Дата рождения
zh_hans: 出生日期

# profile.distance.helper
source: Others will only see an approximate distance, such as 3 km away, without your address.
de: Andere sehen nur eine ungefähre Entfernung ohne Adresse.
es: Los demás solo verán una distancia aproximada, sin dirección.
fr: Les autres verront seulement une distance approximative, sans adresse.
pt_br: Outras pessoas verão apenas uma distância aproximada, sem endereço.
ru: Другие увидят только примерное расстояние без адреса.
zh_hans: 其他人只会看到大致距离，不会看到地址。

# profile.distance.helper.short
source: People will only see the approximate distance, without your address.
de: Andere sehen nur die ungefähre Entfernung, keine Adresse.
es: Las personas solo verán la distancia aproximada, sin dirección.
fr: Les personnes verront seulement la distance approximative, sans adresse.
pt_br: As pessoas verão apenas a distância aproximada, sem endereço.
ru: Люди увидят только примерное расстояние без адреса.
zh_hans: 他人只会看到大致距离，不会看到地址。

# profile.distance.toggle
source: Show distance from me
de: Entfernung zu mir anzeigen
es: Mostrar distancia hasta mí
fr: Afficher la distance jusqu’à moi
pt_br: Mostrar distância até mim
ru: Показывать расстояние до меня
zh_hans: 显示与我的距离

# profile.edit
source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
pt_br: Editar perfil
ru: Редактировать профиль
zh_hans: 编辑个人资料

# profile.field.city
source: City
de: Stadt
es: Ciudad
fr: Ville
pt_br: Cidade
ru: Город
zh_hans: 城市

# profile.field.occupation
source: Occupation
de: Beschäftigung
es: Ocupación
fr: Profession
pt_br: Ocupação
ru: Чем занимаетесь
zh_hans: 职业

# profile.field.relationship
source: Relationship status
de: Beziehungsstatus
es: Estado sentimental
fr: Situation familiale
pt_br: Status de relacionamento
ru: Семейный статус
zh_hans: 感情状态

# profile.interests.helper
source: Separate with commas: walks, cinema, yoga
de: Mit Kommas trennen: Spaziergänge, Kino, Yoga
es: Separa con comas: paseos, cine, yoga
fr: Séparez par des virgules : balades, cinéma, yoga
pt_br: Separe por vírgulas: passeios, cinema, ioga
ru: Через запятую: прогулки, кино, йога
zh_hans: 用逗号分隔：散步、电影、瑜伽

# profile.interests.title
source: Interests
de: Interessen
es: Intereses
fr: Centres d’intérêt
pt_br: Interesses
ru: Интересы
zh_hans: 兴趣

# profile.loading
source: Loading profile
de: Profil wird geladen
es: Cargando perfil
fr: Chargement du profil
pt_br: Carregando perfil
ru: Загружаем профиль
zh_hans: 正在加载个人资料

# profile.location.accessibility %@
source: Location: %@
de: Standort: %@
es: Ubicación: %@
fr: Localisation : %@
pt_br: Localização: %@
ru: Местоположение: %@
zh_hans: 位置：%@

# profile.location.placeholder
source: District, city, or place
de: Bezirk, Stadt oder Ort
es: Barrio, ciudad o lugar
fr: Quartier, ville ou lieu
pt_br: Bairro, cidade ou local
ru: Район, город или место
zh_hans: 区域、城市或地点

# profile.location.title
source: Location
de: Ort
es: Lugar
fr: Lieu
pt_br: Local
ru: Место
zh_hans: 位置

# profile.media.open_library
source: Open photo library
de: Fotomediathek öffnen
es: Abrir fototeca
fr: Ouvrir la photothèque
pt_br: Abrir biblioteca de fotos
ru: Открыть медиатеку
zh_hans: 打开照片图库

# profile.media.open_library.hint
source: Open the photo library and choose a photo
de: Fotomediathek öffnen und ein Foto auswählen
es: Abrir la fototeca y elegir una foto
fr: Ouvrir la photothèque et choisir une photo
pt_br: Abrir a biblioteca e escolher uma foto
ru: Открыть медиатеку и выбрать фотографию
zh_hans: 打开照片图库并选择照片

source: Profile menu
de: Profilmenü
es: Menú del perfil
fr: Menu du profil
pt_br: Menu do perfil
ru: Меню профиля
zh_hans: 个人资料菜单

# profile.menu.hint
source: Edit profile or open settings
de: Profil bearbeiten oder Einstellungen öffnen
es: Editar el perfil o abrir ajustes
fr: Modifier le profil ou ouvrir les réglages
pt_br: Editar perfil ou abrir ajustes
ru: Редактировать профиль или открыть настройки
zh_hans: 编辑个人资料或打开设置

# profile.my_profile
source: My profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
pt_br: Meu perfil
ru: Мой профиль
zh_hans: 我的个人资料

# profile.notice.close
source: Dismiss profile suggestion
de: Profilhinweis schließen
es: Cerrar sugerencia de perfil
fr: Fermer le conseil de profil
pt_br: Fechar sugestão do perfil
ru: Закрыть подсказку профиля
zh_hans: 关闭个人资料提示

# profile.occupation.title
source: Occupation
de: Beschäftigung
es: Ocupación
fr: Profession
pt_br: Ocupação
ru: Занятие
zh_hans: 职业

# profile.photo.add
source: Add personal photo
de: Persönliches Foto hinzufügen
es: Añadir foto personal
fr: Ajouter une photo personnelle
pt_br: Adicionar foto pessoal
ru: Добавить личную фотографию
zh_hans: 添加个人照片

# profile.photo.delete
source: Delete photo
de: Foto löschen
es: Eliminar foto
fr: Supprimer la photo
pt_br: Excluir foto
ru: Удалить фотографию
zh_hans: 删除照片

# profile.photo.delete.confirmation
source: Delete photo?
de: Foto löschen?
es: ¿Eliminar foto?
fr: Supprimer la photo ?
pt_br: Excluir foto?
ru: Удалить фотографию?
zh_hans: 删除照片？

# profile.photo.open
source: Open personal photo
de: Persönliches Foto öffnen
es: Abrir foto personal
fr: Ouvrir la photo personnelle
pt_br: Abrir foto pessoal
ru: Открыть личную фотографию
zh_hans: 打开个人照片

# profile.photo.personal
source: Personal photo
de: Persönliches Foto
es: Foto personal
fr: Photo personnelle
pt_br: Foto pessoal
ru: Личная фотография
zh_hans: 个人照片

# profile.photo.viewer.close
source: Close viewer
de: Ansicht schließen
es: Cerrar vista
fr: Fermer l’aperçu
pt_br: Fechar visualização
ru: Закрыть просмотр
zh_hans: 关闭查看

# profile.photos.collapse
source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
pt_br: Recolher
ru: Свернуть
zh_hans: 收起

# profile.photos.collapse.accessibility
source: Collapse photos
de: Fotos einklappen
es: Contraer fotos
fr: Réduire les photos
pt_br: Recolher fotos
ru: Свернуть фотографии
zh_hans: 收起照片

# profile.photos.show_all
source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
pt_br: Mostrar tudo
ru: Показать все
zh_hans: 显示全部

# profile.photos.show_all.accessibility
source: Show all photos
de: Alle Fotos anzeigen
es: Mostrar todas las fotos
fr: Afficher toutes les photos
pt_br: Mostrar todas as fotos
ru: Показать все фотографии
zh_hans: 显示所有照片

# profile.photos.title
source: Photos
de: Fotos
es: Fotos
pt_br: Fotos
ru: Фотографии
zh_hans: 照片

# profile.relationship.title
source: Relationship status
de: Beziehungsstatus
es: Estado sentimental
fr: Situation familiale
pt_br: Status de relacionamento
ru: Семейный статус
zh_hans: 感情状态

# profile.reload.error.title
source: Could not update profile
de: Profil konnte nicht aktualisiert werden
es: No se pudo actualizar el perfil
fr: Impossible de mettre à jour le profil
pt_br: Não foi possível atualizar o perfil
ru: Не удалось обновить профиль
zh_hans: 无法更新个人资料

# profile.required.message
source: Add your date of birth to create tasks and apply to activities.
de: Gib dein Geburtsdatum an, um Aufgaben zu erstellen und teilzunehmen.
es: Añade tu fecha de nacimiento para crear tareas y participar.
fr: Ajoutez votre date de naissance pour créer des tâches et participer.
pt_br: Adicione sua data de nascimento para criar tarefas e participar.
ru: Укажите дату рождения, чтобы создавать задания и подавать заявки.
zh_hans: 填写出生日期后即可创建任务和申请活动。

# profile.required.open
source: Go to profile
de: Zum Profil
es: Ir al perfil
fr: Accéder au profil
pt_br: Ir para o perfil
ru: Перейти в профиль
zh_hans: 前往个人资料

# profile.required.title
source: Complete your profile first
de: Vervollständige zuerst dein Profil
es: Completa primero tu perfil
fr: Complétez d’abord votre profil
pt_br: Complete seu perfil primeiro
ru: Сначала заполните профиль
zh_hans: 请先完善个人资料

# profile.save
source: Save profile
de: Profil speichern
es: Guardar perfil
fr: Enregistrer le profil
pt_br: Salvar perfil
ru: Сохранить профиль
zh_hans: 保存个人资料

# profile.setup.about.description
source: These fields are optional. You can skip them and change them later.
de: Diese Felder sind optional und können später geändert werden.
es: Estos campos son opcionales y se pueden cambiar después.
fr: Ces champs sont facultatifs et modifiables plus tard.
pt_br: Esses campos são opcionais e podem ser alterados depois.
ru: Эти поля необязательны — их можно пропустить и изменить позже.
zh_hans: 这些字段为可选项，之后可以修改。

# profile.setup.about.title
source: What do you do?
de: Was machst du?
es: ¿A qué te dedicas?
fr: Que faites-vous ?
pt_br: O que você faz?
ru: Чем вы занимаетесь?
zh_hans: 您的职业是什么？

# profile.setup.birth_date.description
source: Your date of birth helps us match age-appropriate activities. Other users will not see it.
de: Das Datum hilft bei der altersgerechten Auswahl. Andere sehen es nicht.
es: La fecha permite ofrecer actividades adecuadas para tu edad. Nadie más la verá.
fr: Cette date permet de proposer des activités adaptées à l’âge. Elle reste privée.
pt_br: A data ajuda a indicar atividades adequadas à idade. Outras pessoas não a verão.
ru: Дата нужна для безопасного подбора активностей по возрасту. Другие её не увидят.
zh_hans: 出生日期用于推荐适龄活动，其他用户不会看到。

# profile.setup.birth_date.title
source: When is your birthday?
de: Wann hast du Geburtstag?
es: ¿Cuándo es tu cumpleaños?
fr: Quelle est votre date de naissance ?
pt_br: Quando é seu aniversário?
ru: Когда у вас день рождения?
zh_hans: 您的生日是什么时候？

# profile.setup.interests.description
source: Add interests to help people start a conversation.
de: Füge Interessen hinzu, damit Gespräche leichter beginnen.
es: Añade intereses para facilitar el inicio de una conversación.
fr: Ajoutez vos centres d’intérêt pour faciliter les échanges.
pt_br: Adicione interesses para facilitar o início de uma conversa.
ru: Добавьте интересы, чтобы людям было проще начать разговор.
zh_hans: 添加兴趣，方便大家开启话题。

# profile.setup.interests.title
source: A few details about you
de: Ein paar Details über dich
es: Algunos detalles sobre ti
fr: Quelques détails sur vous
pt_br: Alguns detalhes sobre você
ru: Пара штрихов о вас
zh_hans: 再介绍一点自己

# profile.setup.location.description
source: Enter a district, city, or place manually, or use location. Nobody will see your exact address.
de: Gib einen Ort ein oder nutze deinen Standort. Die genaue Adresse bleibt privat.
es: Indica un lugar o usa tu ubicación. Nadie verá la dirección exacta.
fr: Saisissez un lieu ou utilisez votre position. L’adresse exacte restera privée.
pt_br: Informe um local ou use sua localização. O endereço exato ficará privado.
ru: Укажите место вручную или используйте геолокацию. Точный адрес никто не увидит.
zh_hans: 手动填写地点或使用定位，具体地址不会公开。

# profile.setup.location.title
source: Where are you now?
de: Wo bist du gerade?
es: ¿Dónde estás ahora?
fr: Où êtes-vous actuellement ?
pt_br: Onde você está agora?
ru: Где вы сейчас?
zh_hans: 您现在在哪里？

# profile.setup.navigation_title
source: Complete profile
de: Profil vervollständigen
es: Completar perfil
fr: Compléter le profil
pt_br: Completar perfil
ru: Заполнение профиля
zh_hans: 完善个人资料

# profile.setup.progress %lld %lld
source: Step %lld of %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
pt_br: Etapa %lld de %lld
ru: Шаг %lld из %lld
zh_hans: 第 %lld 步，共 %lld 步

# profile.setup.prompt.accessibility
source: Complete profile
de: Profil vervollständigen
es: Completar perfil
fr: Compléter le profil
pt_br: Completar perfil
ru: Заполнить профиль
zh_hans: 完善个人资料

# profile.setup.prompt.action
source: Complete
de: Vervollständigen
es: Completar
fr: Compléter
pt_br: Completar
ru: Заполнить
zh_hans: 填写

# profile.setup.prompt.subtitle
source: It takes about a minute.
de: Das dauert etwa eine Minute.
es: Tardará aproximadamente un minuto.
fr: Cela prend environ une minute.
pt_br: Leva cerca de um minuto.
ru: Это займёт около минуты.
zh_hans: 大约需要一分钟。

# profile.setup.prompt.title
source: Tell us about yourself
de: Erzähl uns von dir
es: Cuéntanos sobre ti
fr: Parlez-nous de vous
pt_br: Conte sobre você
ru: Расскажите о себе
zh_hans: 介绍一下自己

# profile.status.complete
source: Profile is complete
de: Profil vollständig
es: Perfil completo
fr: Profil complet
pt_br: Perfil completo
ru: Профиль заполнен
zh_hans: 个人资料已完善

# profile.status.optional
source: Add a little information so people can get to know you better.
de: Füge Informationen hinzu, damit andere dich besser kennenlernen.
es: Añade información para que otros te conozcan mejor.
fr: Ajoutez des informations pour que les autres vous connaissent mieux.
pt_br: Adicione informações para que as pessoas conheçam você melhor.
ru: Добавьте информацию, чтобы люди больше узнали о вас.
zh_hans: 添加一些信息，让大家更了解您。

# profile.status.optional.accessibility
source: Some optional profile fields are missing
de: Einige optionale Profilfelder fehlen
es: Faltan algunos campos opcionales
fr: Certains champs facultatifs sont vides
pt_br: Alguns campos opcionais não foram preenchidos
ru: Есть необязательные незаполненные поля
zh_hans: 部分可选字段尚未填写

# profile.status.required
source: Add your date of birth to create tasks and apply to activities.
de: Gib dein Geburtsdatum an, um Aufgaben zu erstellen und teilzunehmen.
es: Añade tu fecha de nacimiento para crear tareas y participar.
fr: Ajoutez votre date de naissance pour créer des tâches et participer.
pt_br: Adicione sua data de nascimento para criar tarefas e participar.
ru: Укажите дату рождения, чтобы создавать задания и участвовать.
zh_hans: 填写出生日期后即可创建任务和参与活动。

# profile.status.required.accessibility
source: Required profile field missing: date of birth
de: Pflichtfeld fehlt: Geburtsdatum
es: Falta un campo obligatorio: fecha de nacimiento
fr: Champ obligatoire manquant : date de naissance
pt_br: Campo obrigatório ausente: data de nascimento
ru: Не заполнено обязательное поле: дата рождения
zh_hans: 缺少必填字段：出生日期
